[F_ChipAway X2AbilityTemplate]
LocFriendlyName="削弱"
LocFlyOverText="削弱"
LocLongDescription="用你的主武器射出一枪，根据武器等级粉碎护甲. 使用 <Ability:SelfAmmoCost/> 弹药. <Ability:CHIPAWAY_COOLDOWN/> 回合冷却."
LocHelpText="用你的主武器射出一枪，根据武器等级粉碎护甲. 使用 <Ability:SelfAmmoCost/> 弹药. <Ability:CHIPAWAY_COOLDOWN/> 回合冷却."
LocPromotionPopupText="<Bullet/> 用你的主武器射出一枪，根据武器等级粉碎护甲.<br/><Bullet/> 常规武器粉碎 <Ability:CHIPAWAY_SHRED_CV/> 护甲.<br/><Bullet/> 激光武器分解 <Ability:CHIPAWAY_SHRED_LS/> 护甲.<br/><Bullet/> 电磁武器分解 <Ability:CHIPAWAY_SHRED_MG/> 护甲.<br/><Bullet/> 线圈武器分解 <Ability:CHIPAWAY_SHRED_CL/> 护甲.<br/><Bullet/> 光束武器分解 <Ability:CHIPAWAY_SHRED_BM/> 护甲.<br/><Bullet/> 消耗 <Ability:SelfAmmoCost/> 弹药.<br/><Bullet/> <Ability:CHIPAWAY_COOLDOWN/> 回合冷却.<br/>"

[F_Concentration X2AbilityTemplate]
LocFriendlyName="专注"
LocFlyOverText="专注"
LocLongDescription="你的擦伤会自动升级为正常击中。"
LocHelpText="你的擦伤会自动升级为正常击中"
LocPromotionPopupText="<Bullet/> 擦伤的攻击会自动升级为正常命中。<br/><Bullet/> 适用于主武器、副手武器和手枪。<br/>"

[F_LikeLightning X2AbilityTemplate]
LocFriendlyName="犹如闪电"
LocFlyOverText="犹如闪电"
LocLongDescription="如果奔袭战术激活, 电击器的冷却时间会被取消, 你下一个电击器射击不需要花费行动点数. 被动技能."
LocHelpText="如果奔袭战术激活, 电击器的冷却时间会被取消, 你下一个电击器射击不需要花费行动点数. 被动技能."
LocPromotionPopupText="<Bullet/> 如果奔袭战术激活, 电击器的冷却时间会被取消, 你下一个电击器射击不需要花费行动点数.<br/><Bullet/> 不适用于闪电链。<br/><Bullet/> 被动技能.<br/>"

[F_StationaryThreat X2AbilityTemplate]
LocFriendlyName="固定威胁"
LocFlyOverText="固定威胁"
LocLongDescription="增加 +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> 点主武器伤害，如果你该回合没有移动过. 被动技能."
LocHelpText="增加 +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> 点主武器伤害，如果你该回合没有移动过. 被动技能."
LocPromotionPopupText="<Bullet/> 增加 +<Ability:STATIONARYTHREAT_DAMAGE_PER_TURN> 点主武器伤害，如果你该回合没有移动过.<br/><Bullet/> 效果累加持续 <Ability:STATIONARYTHREAT_DAMAGE_MAX_TURNS> 回合.<br/><Bullet/> 被动技能.<br/>"

[F_Opportunist X2AbilityTemplate]
LocFriendlyName="机会主义者"
LocFlyOverText="机会主义者"
LocLongDescription="反应射击现在忽略一半的掩体加成。被动技能。"
LocHelpText="反应射击现在忽略一半的掩体加成。被动技能。"
LocPromotionPopupText="<Bullet/> 反应射击现在忽略一半的掩体加成<br/><Bullet/> 被动技能.<br/>"

[F_Maim X2AbilityTemplate]
LocFriendlyName="致残"
LocFlyOverText="致残"
LocLongDescription="用你的主要武器射击，将目标固定原地至下一回合结束。 消耗 <Ability:MAIM_AMMO_COST/> 弹药。 <Ability:MAIM_COOLDOWN/> 回合冷却。"
LocHelpText="用你的主要武器射击，将目标固定原地至下一回合结束。 消耗 <Ability:MAIM_AMMO_COST/> 弹药。 <Ability:MAIM_COOLDOWN/> 回合冷却。"
LocPromotionPopupText="<Bullet/> 用你的主要武器射击，将目标固定原地至下一回合结束。<br/><Bullet/> 用于在伏击期间分离高数值目标。<br/><Bullet/> 消耗 <Ability:MAIM_AMMO_COST/> 弹药。<br/><Bullet/> <Ability:MAIM_COOLDOWN/> 回合冷却。<br/>"

[F_QuickPatch X2AbilityTemplate]
LocFriendlyName="快速医疗"
LocFlyOverText="快速医疗"
LocLongDescription="使用医疗包不需要行动点. 被动技能."
LocHelpText="使用医疗包不需要行动点. 被动技能."
LocPromotionPopupText="<Bullet/> 使用医疗包不需要行动点.<br/><Bullet/> 被动技能.<br/>"

[F_Preservation X2AbilityTemplate]
LocFriendlyName="保护"
LocFlyOverText="保护"
LocLongDescription="当你的隐藏被打破时, 增加 +<Ability:PRESERVATION_DEFENSE_BONUS> 防御值持续 <Ability:PRESERVATION_DURATION> 回合. 被动技能."
LocHelpText="当你的隐藏被打破时, 增加 +<Ability:PRESERVATION_DEFENSE_BONUS> 防御值持续 <Ability:PRESERVATION_DURATION> 回合. 被动技能."
LocPromotionPopupText="<Bullet/> 当你的隐藏被打破时, 增加 +<Ability:PRESERVATION_DEFENSE_BONUS> 防御值持续 <Ability:PRESERVATION_DURATION> 回合.<br/><Bullet/> 被动技能.<br/>"

[F_LickYourWounds X2AbilityTemplate]
LocFriendlyName="重整旗鼓"
LocFlyOverText="重整旗鼓"
LocLongDescription="使用蹲守恢复 <Ability:LICKYOURWOUNDS_HEALAMOUNT/> 生命值, 每任务最多 <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> 点, 并消除毒素，燃烧和酸性伤害. 被动技能."
LocHelpText="使用蹲守恢复 <Ability:LICKYOURWOUNDS_HEALAMOUNT/> 生命值, 每任务最多 <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> 点, 并消除毒素，燃烧和酸性伤害. 被动技能."
LocPromotionPopupText="<Bullet/> 使用蹲守恢复 <Ability:LICKYOURWOUNDS_HEALAMOUNT/> 生命值, 每任务最多 <Ability:LICKYOURWOUNDS_MAXHEALAMOUNT/> 点.<br/><Bullet/> 消除毒素，燃烧和酸性伤害.<br/><Bullet/> 如果装备了防弹盾，当使用盾墙时，生命恢复将被激活.<br/><Bullet/> 被动技能.<br/>"

[F_Momentum X2AbilityTemplate]
LocFriendlyName="心血来潮"
LocFlyOverText="心血来潮"
LocLongDescription="给予 <Ability:MOMENTUM_AIM_BONUS/> 命中和 <Ability:MOMENTUM_CRIT_BONUS/> 暴击，如果你在本回合移动过."
LocHelpText="给予 <Ability:MOMENTUM_AIM_BONUS/> 命中和 <Ability:MOMENTUM_CRIT_BONUS/>暴击，如果你在本回合移动过."
LocPromotionPopupText="<Bullet/> 给予 <Ability:MOMENTUM_AIM_BONUS/> 命中和 <Ability:MOMENTUM_CRIT_BONUS/> 暴击，如果你在本回合移动过.<br/><Bullet/> 被动技能.<br/>"

[F_ThousandsToGo X2AbilityTemplate]
LocFriendlyName="还有更多"
LocFlyOverText="还有更多"
LocLongDescription="每回合生效一次，在用你的主武器杀死一个敌人后，你可以采取一个额外的非移动动作. 被动技能."
LocHelpText="每回合生效一次，在用你的主武器杀死一个敌人后，你可以采取一个额外的非移动动作. 被动技能."
LocPromotionPopupText="<Bullet/> 每回合生效一次，在用你的主武器杀死一个敌人后，你可以采取一个额外的非移动动作.<br/><Bullet/> 没杀死时不激活.<br/><Bullet/> 被动技能.<br/>"

[F_Recharge X2AbilityTemplate]
LocFriendlyName="再充能"
LocFlyOverText="再充能"
LocLongDescription="用你的主武器杀死一个敌人会减少所有技能的冷却时间 <Ability:RECHARGE_COOLDOWN_AMOUNT/>."
LocHelpText="用你的主武器杀死一个敌人会减少所有技能的冷却时间 <Ability:RECHARGE_COOLDOWN_AMOUNT/>."
LocPromotionPopupText="<Bullet/> 用你的主武器杀死一个敌人会减少所有技能的冷却时间 <Ability:RECHARGE_COOLDOWN_AMOUNT/>.<br/><Bullet/> 没有冷却时间的技能不受影响.<br/><Bullet/> 被动技能.<br/>"

[F_PierceTheVeil X2AbilityTemplate]
LocFriendlyName="刺穿帷幕"
LocFlyOverText="刺穿帷幕"
LocLongDescription="激活后增加你主武器的命中，伤害和穿甲，同时增加你的所有其他技能的冷却时间。"
LocHelpText="激活后增加你主武器的命中，伤害和穿甲，同时增加你的所有其他技能的冷却时间。"
LocPromotionPopupText="<Bullet/> 激活后增加你主武器的命中，伤害和穿甲，同时增加你的所有其他技能的冷却时间.<br/><Bullet/> + <Ability:PIERCETHEVEIL_DAMAGE_BONUS/> 伤害.<br/><Bullet/> + <Ability:PIERCETHEVEIL_AIM_BONUS/> 命中.<br/><Bullet/> + <Ability:PIERCETHEVEIL_ARMOR_PIERCING/> 穿甲.<br/><Bullet/> <Ability:PIERCETHEVEIL_COOLDOWN/> 回合冷却.<br/><Bullet/> 增加所有其他技能冷却时间 <Ability:PIERCETHEVEIL_INCREASE_COOLDOWN_AMOUNT/>.<br/><Bullet/> 技能冷却时间不能超过最大冷却时间.<br/><Bullet/> 奖励将持续到你的下一个回合开始.<br/>"

[F_TheBiggerTheyAre X2AbilityTemplate]
LocFriendlyName="他们真显眼"
LocFlyOverText="他们真显眼"
LocLongDescription="增加 <Ability:THEBIGGERTHEYARE_AIM_BONUS/> 命中值，让你攻击无法隐蔽的目标."
LocHelpText="增加 <Ability:THEBIGGERTHEYARE_AIM_BONUS/> 命中值，让你攻击无法隐蔽的目标."
LocPromotionPopupText="<Bullet/> 增加 <Ability:THEBIGGERTHEYARE_AIM_BONUS/> 命中值，让你·攻击无法隐蔽的目标.<br/><Bullet/> 敌人包括但不限于:寄生兽、MECs和狂战士。<br/><Bullet/> 被动技能.<br/>"

[F_CallForFire X2AbilityTemplate]
LocFriendlyName="呼唤火力"
LocFlyOverText="呼唤火力"
LocLongDescription="进入监视.  所有 <Ability:CALLFORFIRE_RADIUS/> 格内的队友同时进入监视状态."
LocHelpText="进入监视. 所有 <Ability:CALLFORFIRE_RADIUS/> 格内的队友同时进入监视状态."
LocPromotionPopupText="<Bullet/> 进入监视. 所有 <Ability:CALLFORFIRE_RADIUS/> 格内的盟友同时进入监视状态.<br/><Bullet/> 需要1动作点，结束当前回合.<br/><Bullet/> 受此技能影响的盟友不会自动结束他们的回合.<br/><Bullet/> <Ability:CALLFORFIRE_COOLDOWN> 回合冷却.<br/>"

[F_KillEmAll X2AbilityTemplate]
LocFriendlyName="全部消灭"
LocFlyOverText="全部消灭"
LocLongDescription="向锥形区域内的每一个敌人射击。需要在视线内才能对目标开火. 消耗<Ability:KILLEMALL_AMMO_COST/> 弹药. <Ability:KILLEMALL_COOLDOWN/> 回合冷却."
LocHelpText="向锥形区域内的每一个敌人射击。需要在视线内才能对目标开火. 消耗<Ability:KILLEMALL_AMMO_COST/> 弹药. <Ability:KILLEMALL_COOLDOWN/> 回合冷却."
LocPromotionPopupText="<Bullet/> 向锥形区域内的每一个敌人射击.<br/><Bullet/> 需要在视线内才能对目标开火.<br/><Bullet/> 消耗<Ability:KILLEMALL_AMMO_COST/> 弹药.<br/><Bullet/> <Ability:KILLEMALL_COOLDOWN/> 回合冷却.<br/>"

[F_SurgicalPrecision X2AbilityTemplate]
LocFriendlyName="手术精度"
LocFlyOverText="手术精度"
LocLongDescription="降低一半的对掩体瞄准惩罚，不适用于反应射击。"
LocHelpText="降低一半的对掩体瞄准惩罚，不适用于反应射击。"
LocPromotionPopupText="<Bullet/> 降低一半的对掩体瞄准惩罚.<br/><Bullet/> 不适用于反应射击.<br/><Bullet/> 被动技能.<br/>"

[F_LockNLoad X2AbilityTemplate]
LocFriendlyName="整装待发"
LocFlyOverText="整装待发"
LocLongDescription="主武器杀死敌人，恢复 <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> 弹药. 被动技能."
LocHelpText="主武器杀死敌人，恢复 <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> 弹药. 被动技能."
LocPromotionPopupText="<Bullet/> 主武器杀死敌人，恢复 <Ability:LOCKNLOAD_AMMO_TO_RELOAD/> 弹药. <Bullet/> 被动技能.<br/>"

[F_Imposition X2AbilityTemplate]
LocFriendlyName="不公要求"
LocFlyOverText="不公要求"
LocLongDescription="用单位主武器对敌人的标准射击会改变目标的命中 <Ability:IMPOSITION_AIM_PENALTY/> 直到下一回合."
LocHelpText="用单位主武器对敌人的标准射击会改变目标的命中 <Ability:IMPOSITION_AIM_PENALTY/> 直到下一个回合."
LocPromotionPopupText="<Bullet/> 用单位主武器对敌人的标准射击会改变目标的命中 <Ability:IMPOSITION_AIM_PENALTY/> 直到下一个回合.<br/><Bullet/> 只适用于标准射击.<br/><Bullet/> 此技能的效果不叠加.<br/><Bullet/> 被动技能.<br/>"

[F_TrenchWarfare X2AbilityTemplate]
LocFriendlyName="堑壕战"
LocFlyOverText="堑壕战"
LocLongDescription="如果你在本回合被攻击，在回合结束后会自动蹲守。"
LocHelpText="如果你在本回合被攻击，在回合结束后会自动蹲守。"
LocPromotionPopupText="<Bullet/> 如果你在本回合被攻击，在回合结束后会自动蹲守。<br/><Bullet/> 你只有在状态正常时才会蹲下.<br/><Bullet/> 如果装备了防弹盾，那么你将使用盾墙.<br/><Bullet/> 被动技能.<br/>"

[F_Compensation X2AbilityTemplate]
LocFriendlyName="驾轻就熟"
LocFlyOverText="当<Ability:Classname/>以<font color='#bf5e0a'>2</font>行动点发射狙击步枪后将返还<font color='#41afd7'>1</font>行动点。<br/>每回合最多触发<font color='#0bff9b'>1</font>次。"
LocLongDescription="当<Ability:Classname/>以<font color='#bf5e0a'>2</font>行动点发射狙击步枪后将返还<font color='#41afd7'>1</font>行动点。<br/>每回合最多触发<font color='#0bff9b'>1</font>次。"
LocHelpText="驾轻就熟"
LocPromotionPopupText="<Bullet/>以<font color='#bf5e0a'>2</font>行动点发射狙击步枪后将返还<font color='#41afd7'>1</font>行动点。<br/><Bullet/>每回合最多触发<font color='#0bff9b'>1</font>次。"

[F_SniperElite X2AbilityTemplate]
LocFriendlyName="狙击精英"
LocFlyOverText="狙击精英"
LocLongDescription="移除小队视野的减益效果. 被动技能."
LocHelpText="移除小队视野的减益效果. 被动技能."
LocPromotionPopupText="<Bullet/> 移除小队视野的减益效果. 被动技能."

[F_FirstStrike X2AbilityTemplate]
LocFriendlyName="出其不意"
LocLongDescription="<Ability:Classname/>在<font color='#0bff9b'>隐蔽</font>中增加<Ability:FIRSTSTRIKE_CONCEALED_DAMAGE_BONUS>伤害，对<font color='#e1be46'>侧翼敌人</font>，则获得<font color='#0bff9b'><Ability:FIRSTSTRIKE_FLANKING_DAMAGE_BONUS></font>伤害"
LocHelpText=<Ability:Classname/>在<font color='#0bff9b'>隐蔽</font>中增加<Ability:FIRSTSTRIKE_CONCEALED_DAMAGE_BONUS>伤害，对<font color='#e1be46'>侧翼敌人</font>，则获得<font color='#0bff9b'><Ability:FIRSTSTRIKE_FLANKING_DAMAGE_BONUS></font>伤害"
LocFlyOverText="出其不意"
LocPromotionPopupText="<Bullet/> 出其不意可以提供一个决定性的优势，在一次伏击中干掉一个强硬的敌人.<br/><Bullet/> 出其不意的士兵必须发动伏击以获得奖励。不影响隐蔽监视."

[F_DisablingShot X2AbilityTemplate]
LocFriendlyName="失能射击"
LocFlyOverText="失能射击"
LocLongDescription="主武器射击如果命中，会使目标昏迷 <Ability:DISABLINGSHOT_STUN_ACTIONS/> 个行动点。 不会造成暴击。 消耗 <Ability:DISABLINGSHOT_AMMO_COST/> 弹药。 <Ability:DISABLINGSHOT_COOLDOWN/> 回合冷却。"
LocHelpText="主武器射击如果命中，会使目标昏迷<Ability:DISABLINGSHOT_STUN_ACTIONS/>个行动点。 不会造成暴击。 消耗 <Ability:DISABLINGSHOT_AMMO_COST/> 弹药。 <Ability:DISABLINGSHOT_COOLDOWN/> 回合冷却。"
LocPromotionPopupText="<Bullet/> 主武器射击如果命中，会使目标昏迷，并执行 <Ability:DISABLINGSHOT_STUN_ACTIONS/> 动作。<br/><Bullet/> 不会造成暴击。<br/><Bullet/> 消耗 <Ability:DISABLINGSHOT_AMMO_COST/> 弹药。<br/><Bullet/> <Ability:DISABLINGSHOT_COOLDOWN/> 冷却。<br/>"

[F_Blend X2AbilityTemplate]
LocFriendlyName="融入"
LocFlyOverText="融入"
LocLongDescription="立即获得隐匿状态，该状态在<Ability:BLEND_TURNS_CONCEALED> 回合后自动解除。"
LocHelpText="立即获得隐匿状态，该状态在<Ability:BLEND_TURNS_CONCEALED> 回合后自动解除。"
LocPromotionPopupText="<Bullet/> 立即获得隐匿状态，该状态在<Ability:BLEND_TURNS_CONCEALED> 回合后自动解除。<br/><Bullet/> 这对于避免危险的情况或出于意外获得其他用途非常有用.<br/><Bullet/> 隐蔽状态将在玩家回合开始时结束。<br/>"

[F_Botnet X2AbilityTemplate]
LocFriendlyName="僵尸网络"
LocFlyOverText="僵尸网络"
LocLongDescription="当激活时，所有盟友在下一个回合前的标准射击降低目标的黑客防御 <Ability:BOTNET_HACK_DEFENSE_PENALTY>. <Ability:BOTNET_COOLDOWN> 回合冷却. 不消耗行动点数."
LocHelpText="当激活时，所有盟友在下一个回合前的标准射击降低目标的黑客防御 <Ability:BOTNET_HACK_DEFENSE_PENALTY>. <Ability:BOTNET_COOLDOWN> 回合冷却. 不消耗行动点数."
LocPromotionPopupText="<Bullet/> 当激活时，所有盟友在下一个回合前的标准射击降低目标的黑客防御 <Ability:BOTNET_HACK_DEFENSE_PENALTY>.<br/><Bullet/> <Ability:BOTNET_COOLDOWN> 回合冷却.<br/><Bullet/> 不消耗行动点数.<br/>"

[F_ReadyForAnything X2AbilityTemplate]
LocFriendlyName="一切就绪"
LocLongDescription="当你用 <Ability:WeaponName/> 进行标准攻击后，自动进入监视状态."
LocHelpText="向目标射击，然后进入监视状态."
LocFlyOverText="一切就绪"
LocPromotionPopupText="<Bullet/> 弹药不足会无法进入监视状态.<br/>"

[F_Resupply X2AbilityTemplate]
LocFriendlyName="补给"
LocFlyOverText="补给"
LocLongDescription="补充所有盟友的主武器弹药。 <Ability:RESUPPLY_CHARGES/> 次每任务."
LocHelpText="补充所有盟友的主武器弹药。 <Ability:RESUPPLY_CHARGES/> 次每任务."
LocPromotionPopupText="<Bullet/> 补充所有盟友的主武器弹药。<br/><Bullet/> <Ability:RESUPPLY_CHARGES/> 次每任务.<br/>"

[F_Immunize X2AbilityTemplate]
LocFriendlyName="免疫"
LocFlyOverText="免疫"
LocLongDescription="你的小精灵飞向一个盟友，给予他们免疫伤害直到下一个回合开始. <Ability:IMMUNIZE_CHARGES/> 次每任务."
LocHelpText="你的小精灵飞向一个盟友，给予他们免疫伤害直到下一个回合开始. <Ability:IMMUNIZE_CHARGES/> 次每任务."
LocPromotionPopupText="<Bullet/> 你的小精灵飞向一个盟友，给予他们免疫伤害直到下一个回合开始.<br/><Bullet/> <Ability:IMMUNIZE_CHARGES/> 次每任务.<br/>"

[F_Rush X2AbilityTemplate]
LocFriendlyName="突袭"
LocFlyOverText="突袭"
LocLongDescription="向敌人冲刺攻击，使用 <Ability:SecondaryWeaponName/>. 只能移动单个行动点的范围. 消耗1行动点，不会结束回合."
LocHelpText="向敌人冲刺攻击，使用 <Ability:SecondaryWeaponName/>. 只能移动单个行动点的范围. 消耗1行动点，不会结束回合."
LocPromotionPopupText="<Bullet/> 向敌人冲刺攻击，使用<Ability:SecondaryWeaponName/>. 只能用单个动作移动. 消耗1行动点，不会结束回合.<br/>"

[F_AmmoConservation X2AbilityTemplate]
LocFriendlyName="弹药保护"
LocFlyOverText="弹药保护"
LocLongDescription="自由动作。在本回合剩下的时间里，你的弹药将在每次射击后被退还. <Ability:AMMOCONSERVATION_COOLDOWN/> 回合冷却."
LocHelpText="自由动作。在本回合剩下的时间里，你的弹药将在每次射击后被退还. <Ability:AMMOCONSERVATION_COOLDOWN/> 回合冷却."
LocPromotionPopupText="<Bullet/> 自由动作。在本回合剩下的时间里，你的弹药将在每次射击后被退还.<br/><Bullet/> 射击和技能仍然需要你的武器有足够的弹药.<br/><Bullet/> <Ability:AMMOCONSERVATION_COOLDOWN/> 回合冷却.<br/>"

[F_WellProtected X2AbilityTemplate]
LocFriendlyName="良好保护"
LocFlyOverText="良好保护"
LocLongDescription="增加一个背心插槽。"
LocHelpText="增加一个背心插槽."
LocPromotionPopupText="<Bullet/> 增加一个背心插槽.<br/>"

[F_Dedication X2AbilityTemplate]
LocFriendlyName="奉献精神"
LocFlyOverText="奉献精神"
LocLongDescription="免费行动。获得 <Ability:DEDICATION_MOBILITY/>移动点，本回合剩余时间内免疫反应火力。有<Ability:DEDICATION_COOLDOWN/>回合冷却。"
LocHelpText="免费行动。获得 <Ability:DEDICATION_MOBILITY/>移动点，本回合剩余时间内免疫反应火力。有<Ability:DEDICATION_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/>获得 <Ability:DEDICATION_MOBILITY/>移动点，本回合剩余时间内免疫反应火力。<br/><Bullet/>免费行动。<br/><Bullet/>有<Ability:DEDICATION_COOLDOWN/>回合冷却。<br/>"

[F_Triage X2AbilityTemplate]
LocFriendlyName="验伤"
LocFlyOverText="验伤"
LocLongDescription="恢复自己和周围队友 <Ability:TRIAGE_HEAL_AMOUNT> 生命值. 去除燃烧、酸和毒素. <Ability:TRIAGE_CHARGES> 次每任务."
LocHelpText="恢复自己和周围队友 <Ability:TRIAGE_HEAL_AMOUNT> 生命值. 去除燃烧、酸和毒素. <Ability:TRIAGE_CHARGES> 次每任务."
LocPromotionPopupText="<Bullet/> 恢复自己和周围队友 <Ability:TRIAGE_HEAL_AMOUNT> 生命值.<br/><Bullet/> 去除燃烧、酸和毒素.<br/><Bullet/> <Ability:TRIAGE_CHARGES> 次每任务.<br/>"

[F_Steadfast X2AbilityTemplate]
LocFriendlyName="坚定心灵"
LocFlyOverText="坚定心灵"
LocLongDescription="给予负面精神状态的免疫，包括恐慌、心灵控制、眩晕和混乱。"
LocHelpText="给予负面精神状态的免疫，包括恐慌、心灵控制、眩晕和混乱。"
LocPromotionPopupText="<Bullet/> 给予负面精神状态的免疫，包括恐慌、心灵控制、眩晕和混乱。<br/><Bullet/> 被动技能。 <br/>"

[F_Corpsman X2AbilityTemplate]
LocFriendlyName="战地医护兵"
LocFlyOverText="战地医护兵"
LocLongDescription="授予免费医疗包."
LocHelpText="授予免费医疗包."
LocPromotionPopupText="<Bullet/> 授予免费医疗包.<br/><Bullet/> 如果必要的研究已经完成，将提供1个医疗包.<br/>"

[F_FieldMedic X2AbilityTemplate]
LocFriendlyName="战场急救"
LocLongDescription="装备的医疗包有 <Ability:FIELDMEDIC_BONUS_ITEMS/> 额外次数."
LocHelpText="装备的医疗包有 <Ability:FIELDMEDIC_BONUS_ITEMS/> 额外次数."
LocPromotionPopupText="<Bullet/> 适用于医护兵技能授予的医疗包.<br/><Bullet/> 适用于医疗包和纳米医疗包.<br/>"

[F_Stimulate X2AbilityTemplate]
LocFriendlyName="刺激"
LocFlyOverText="刺激"
LocLongDescription="每回合一次，可以驱除邻近盟友的精神伤害状态。"
LocHelpText="每回合一次，可以驱除邻近盟友的精神伤害状态。"
LocPromotionPopupText="<Bullet/> 驱除混乱、恐慌和失去意识的状态。<br/>"

[F_Bloodlet X2AbilityTemplate]
LocFriendlyName="放血"
LocLongDescription="用你的主武器或手枪进行的标准射击，会造成目标流血。"
LocHelpText="用你的主武器或手枪进行的标准射击，会造成目标流血。"
LocFlyOverText="放血"
LocPromotionPopupText="<Bullet/> 用你的主武器或手枪进行的标准射击，会造成目标流血。<br/><Bullet/> 流血效果会持续 <Ability:BLOODLET_DURATION/> 回合，并每回合造成 <Ability:BLOODLET_TICK_DAMAGE/> 伤害。<br/>"

[F_BlindingFire X2AbilityTemplate]
LocFriendlyName="迷盲射击"
LocLongDescription="向圆锥形的敌人开火。这种攻击降低精度, 降低 <Ability:BLINDINGFIRE_SOURCE_AIM_PENALTY/> 命中, 但是也能降低所有目标的命中 <Ability:BLINDINGFIRE_TARGET_AIM_PENALTY/>."
LocHelpText="向圆锥形的敌人开火。这种攻击降低精度, 降低 <Ability:BLINDINGFIRE_SOURCE_AIM_PENALTY/> 命中, 但是也能降低所有目标的命中 <Ability:BLINDINGFIRE_TARGET_AIM_PENALTY/>."
LocFlyOverText="迷盲射击"
LocPromotionPopupText="<Bullet/> 即使攻击没有命中目标，目标也会降低命中值.<br/>"

[F_QuickFeet X2AbilityTemplate]
LocFriendlyName="蹑脚伏击"
LocFlyOverText="蹑脚伏击"
LocLongDescription="每当<Ability:Classname/>在自身回合中，通过自己的行动脱离<font color='#0bff9b'>隐蔽</font>状态时，返还<font color='#41afd7'>1</font>行动点。"
LocHelpText="每当<Ability:Classname/>在自身回合中，通过自己的行动脱离<font color='#0bff9b'>隐蔽</font>状态时，返还<font color='#41afd7'>1</font>行动点。"
LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：返还行动点仅限于自身回合中自己的行动。<br/><Bullet/>使用不消耗行动点的能力不会触发<font color='#41afd7'>蹑脚伏击</font>。"

[F_CombatDrugs X2AbilityTemplate]
LocFriendlyName="战斗药剂"
LocLongDescription="每回合开始时候还处于烟雾中所有单位（包括敌人），获得+<Ability:COMBATDRUGS_AIM> 命中和 +<Ability:COMBATDRUGS_CRIT> 暴击."
LocHelpText="每回合开始时候还处于烟雾中所有单位（包括敌人），获得+<Ability:COMBATDRUGS_AIM> 命中和 +<Ability:COMBATDRUGS_CRIT> 暴击."
LocFlyOverText="战斗药剂"
LocPromotionPopupText="<Bullet/> 敌人也可以从这个效果中受益，如果他们进入烟雾. <br/>"

[F_SaltInTheWound X2AbilityTemplate]
LocFriendlyName="落井下石"
LocFlyOverText="落井下石"
LocLongDescription="对遭受毒、灼烧、酸或流血的目标，所有攻击造成 <Ability:SALTINTHEWOUND_DAMAGE_BONUS/>点额外伤害."
LocHelpText="对遭受毒、灼烧、酸或流血的目标，所有攻击造成 <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> 点额外伤害."
LocPromotionPopupText="<Bullet/> 所有攻击造成 <Ability:SALTINTHEWOUND_DAMAGE_BONUS/> 点额外伤害， 对遭受毒药、灼烧、酸液或流血的目标。<br/><Bullet/> 适用于所有由您造成的损害.<br/><Bullet/> 如果该单位对目标施加毒药、灼烧、酸性或流血，这些效果的附加伤害也会增加.<br/><Bullet/> 伤害加成对遭受多重伤害的目标无效。.<br/>"

[F_Unload X2AbilityTemplate]
LocFriendlyName="倾泻弹药"
LocFlyOverText="倾泻弹药"
LocLongDescription="使用 <Ability:WeaponName/> 射击，直到弹药耗尽或目标死亡. 射击不能暴击，而且每一次射击造成的伤害都比标准射击要少. <Ability:UNLOAD_COOLDOWN/> 回合冷却."
LocHelpText="使用 <Ability:WeaponName/> 射击，直到弹药耗尽或目标死亡. 射击不能暴击，而且每一次射击造成的伤害都比标准射击要少. <Ability:UNLOAD_COOLDOWN/> 回合冷却."
LocPromotionPopupText="<Bullet/> 使用 <Ability:WeaponName/> 射击，直到弹药耗尽或目标死亡.<br/><Bullet/> 不会暴击.<br/><Bullet/> 每次射击降低 <Ability:UNLOAD_DAMAGE_PERCENT_MALUS/>% 伤害相对正常射击.<br/><Bullet/> <Ability:UNLOAD_COOLDOWN/> 回合冷却.<br/>

[F_Unload2 X2AbilityTemplate]
LocFriendlyName="倾泻弹药"
LocFlyOverText="倾泻弹药"
LocLongDescription="用你的主武器开火，直到弹药耗尽或者目标死亡。射击不能暴击，而且每一次射击造成的伤害都比标准射击要少. <Ability:UNLOAD_COOLDOWN/> 回合冷却."
LocHelpText="用你的主武器开火，直到弹药耗尽或者目标死亡。射击不能暴击，而且每一次射击造成的伤害都比标准射击要少. <Ability:UNLOAD_COOLDOWN/> 回合冷却."
LocPromotionPopupText="<Bullet/> 使用单位的主武器开火，直到弹药耗尽或目标死亡.<br/><Bullet/> 不会暴击.<br/><Bullet/> 每次射击降低 <Ability:UNLOAD_DAMAGE_PERCENT_MALUS/>% 伤害相对正常射击.<br/><Bullet/> <Ability:UNLOAD_COOLDOWN/> 回合冷却.<br/>

[F_UnloadDamage X2AbilityTemplate]
LocFriendlyName="倾泻弹药"
LocFlyOverText="倾泻弹药"
LocLongDescription="用你的主武器开火，直到弹药耗尽或者目标死亡。射击不能暴击，而且每一次射击造成的伤害都比标准射击要少. <Ability:UNLOAD_COOLDOWN/> 回合冷却."
LocHelpText="用你的主武器开火，直到弹药耗尽或者目标死亡。射击不能暴击，而且每一次射击造成的伤害都比标准射击要少. <Ability:UNLOAD_COOLDOWN/> 回合冷却."
LocPromotionPopupText="<Bullet/> 使用单位的主武器开火，直到弹药耗尽或目标死亡.<br/><Bullet/> 不会暴击.<br/><Bullet/> 每次射击降低 <Ability:UNLOAD_DAMAGE_PERCENT_MALUS/>% 伤害相对正常射击.<br/><Bullet/> <Ability:UNLOAD_COOLDOWN/> 回合冷却.<br/>

[F_Ambush X2AbilityTemplate]
LocFriendlyName="伏击"
LocFlyOverText="伏击"
LocLongDescription="对移动或攻击范围内的任何敌人进行反击射击。只能在隐藏时使用。."
LocHelpText="对移动或攻击范围内的任何敌人进行反击射击。只能在隐藏时使用。"
LocPromotionPopupText="<Bullet/> 伏击没有数量限制，射击 <Ability:ClassName/> 在弹药数量之外.<br/><Bullet/> 埋伏是最好的使用，而整个小队都隐藏在敌人的回合开始战斗.<br/><Bullet/> <Ability:AMBUSH_COOLDOWN/> 回合冷却.<br/>"

[F_Renewal X2AbilityTemplate]
LocFriendlyName="恢复"
LocFlyOverText="恢复"
LocLongDescription="在每个回合开始的时候，治疗你自己和你周围范围内的所有盟友."
LocHelpText="在每个回合开始的时候，治疗你自己和你周围范围内的所有盟友."
LocPromotionPopupText="<Bullet/> 在每个回合开始的时候，治疗你自己和你周围范围内的所有盟友.<br/><Bullet/> 恢复 <Ability:RENEWAL_HEALAMOUNT/> 生命值.<br/><Bullet/> 每人每任务不能恢复超过 <Ability:RENEWAL_MAXHEALAMOUNT/> 点.<br/><Bullet/> 影响自己和盟友， <Ability:RENEWAL_RADIUS/> 格范围.<br/><Bullet/> 被动技能.<br/>"

[F_WarningShot X2AbilityTemplate]
LocFriendlyName="警告射击"
LocFlyOverText="警告射击"
LocLongDescription="用主武器射向目标头顶，引起他们“恐慌”。不造成任何伤害。 消耗 <Ability:SelfAmmoCost/> 弹药。可用 <Ability:WARNINGSHOT_CHARGES/> 次。"
LocHelpText="用主武器向目标头顶射击，引起他们“恐慌”。不造成任何伤害。 消耗 <Ability:SelfAmmoCost/> 弹药。任务中可用 <Ability:WARNINGSHOT_CHARGES/> 次。"
LocPromotionPopupText="<Bullet/> 用主武器向目标头顶射击，引起他们“恐慌”。不造成任何伤害。<br/><Bullet/> 消耗 <Ability:SelfAmmoCost/> 弹药。<br/><Bullet/> 任务中可用 <Ability:WARNINGSHOT_CHARGES/> 次。<br/>"

[F_OpenFire X2AbilityTemplate]
LocFriendlyName="开火"
LocFlyOverText="开火
LocLongDescription="增加 <Ability:+ToHit/> 命中和 <Ability:+Crit/> 暴击针对满血敌人."
LocHelpText="增加 <Ability:+ToHit/> 命中和 <Ability:+Crit/> 暴击针对满血敌人."
LocPromotionPopupText="<Bullet/> 增加 <Ability:+ToHit/> 命中和 <Ability:+Crit/> 暴击针对满血敌人.<br/><Bullet/> 被动技能.<br/>"

[F_Havoc X2AbilityTemplate]
LocFriendlyName="浩劫"
LocFlyOverText="浩劫"
LocLongDescription="你的压制和区域压制现在对主要目标造成伤害。"
LocHelpText="你的压制和区域压制现在对主要目标造成伤害。"
LocPromotionPopupText="<Bullet/> 你的压制和区域压制现在对主要目标造成伤害。<br/><Bullet/> 伤害会随着武器使用的技术而增加. </br>"

[F_Finesse X2AbilityTemplate]
LocFriendlyName="精巧"
LocFlyOverText="精巧"
LocLongDescription="每回合第一次近战攻击的动作点会被退回。 被动技能."
LocHelpText="每回合第一次近战攻击的动作点会被退回. 被动技能."
LocPromotionPopupText="<Bullet/> 每回合第一次近战攻击的动作点会被退回.<br/><Bullet/> 被动技能.<br/>"

[F_ShoulderToLeanOn X2AbilityTemplate]
LocFriendlyName="依靠肩膀"
LocFlyOverText="依靠肩膀"
LocLongDescription=" <Ability:SHOULDERTOLEANON_RADIUS/> 格范围内队友增加 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中. 被动技能."
LocHelpText=" <Ability:SHOULDERTOLEANON_RADIUS/> 格范围内队友增加 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中. 被动技能."
LocPromotionPopupText="<Bullet/> <Ability:SHOULDERTOLEANON_RADIUS/> 格范围内队友增加 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中.<br/><Bullet/> 被动技能.<br/>"

[F_ShoulderToLeanOn_Passive X2AbilityTemplate]
LocFriendlyName="依靠肩膀"
LocFlyOverText="依靠肩膀"
LocLongDescription="<Ability:SHOULDERTOLEANON_RADIUS/> 格范围内队友增加 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中. 被动技能."
LocHelpText="<Ability:SHOULDERTOLEANON_RADIUS/> 格范围内队友增加 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中. 被动技能."
LocPromotionPopupText="<Bullet/> <Ability:SHOULDERTOLEANON_RADIUS/> 格范围内队友增加 +<Ability:SHOULDERTOLEANON_AIM_BONUS/> 命中.<br/><Bullet/> 被动技能.<br/>"

[F_BolsteredWall X2AbilityTemplate]
LocFriendlyName="防护墙"
LocFlyOverText="防护墙"
LocLongDescription="当防护墙生效时，增加 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 闪避. 被动技能."
LocHelpText="当防护墙生效时，增加 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 闪避. 被动技能."
LocPromotionPopupText="<Bullet/> 当防护墙生效时，增加 +<Ability:BOLSTEREDWALL_DODGE_BONUS/> 闪避.<br/><Bullet/> 被动技能.<br/>"

[F_ProtectAndServe X2AbilityTemplate]
LocFriendlyName="绝地营救"
LocFlyOverText="绝地营救"
LocLongDescription="使用盾墙后获得一个非移动动作点。"
LocHelpText="使用盾墙后获得一个非移动动作点。"
LocPromotionPopupText="<Bullet/> 使用盾墙后获得一个非移动动作点。<br/><Bullet/> 被动技能.<br/>"

[F_FaultlessDefense X2AbilityTemplate]
LocFriendlyName="致命防御"
LocFlyOverText="致命防御"
LocLongDescription="盾墙激活时，你不会被暴击."
LocHelpText="盾墙激活时，你不会被暴击."
LocPromotionPopupText="<Bullet/> 盾墙激活时，你不会被暴击.<br/><Bullet/> 被动技能.<br/>"

[F_Adrenaline X2AbilityTemplate]
LocFriendlyName="肾上腺素"
LocFlyOverText="肾上腺素"
LocLongDescription="每次击杀敌人后, 增加 <Ability:ADRENALINE_SHIELD/> 护盾. 被动技能."
LocHelpText="每次击杀敌人后, 增加 <Ability:ADRENALINE_SHIELD/> 护盾. 被动技能."
LocPromotionPopupText="<Bullet/> 每次击杀敌人后, 增加 <Ability:ADRENALINE_SHIELD/> 护盾.<br/><Bullet/> 持续 <Ability:ADRENALINE_ACTIVATIONS_PER_MISSION/> 回合每任务.<br/><Bullet/> 杀戮停止后不再激活.<br/><Bullet/> 被动技能.<br/>"

[F_WatchThemRun X2AbilityTemplate]
LocFriendlyName="未雨绸缪"
LocFlyOverText="未雨绸缪"
LocLongDescription="投掷或发射手榴弹后，您将自动进入监视状态. 被动技能."
LocHelpText="投掷或发射手榴弹后，您将自动进入监视状态. 被动技能."
LocPromotionPopupText="<Bullet/> 投掷或发射手榴弹后，您将自动进入监视状态.<br/><Bullet/> 被动技能.<br/>"

[F_CoverArea X2AbilityTemplate]
LocFriendlyName="掩护区域"
LocFlyOverText="掩护区域"
LocLongDescription="友军在 <Ability:COVERAREA_RADIUS/> 格范围受到一半的伤害. 被动技能."
LocHelpText="友军在 <Ability:COVERAREA_RADIUS/> 格范围受到一半的伤害. 被动技能."
LocPromotionPopupText="<Bullet/> 友军在 <Ability:COVERAREA_RADIUS/> 格范围受到一半的伤害.<br/><Bullet/> 被动技能.<br/>"

[F_CoverArea_Passive X2AbilityTemplate]
LocFriendlyName="掩护区域"
LocFlyOverText="掩护区域"
LocLongDescription="你和友军在 <Ability:COVERAREA_RADIUS/> 格范围受到一半的伤害. 被动技能."
LocHelpText="你和友军在 <Ability:COVERAREA_RADIUS/> 格范围受到一半的伤害. 被动技能."
LocPromotionPopupText="<Bullet/> 你和友军在 <Ability:COVERAREA_RADIUS/> 格范围受到一半的伤害.<br/><Bullet/> 被动技能.<br/>"

[F_Rally X2AbilityTemplate]
LocFriendlyName="团结"
LocFlyOverText="团结"
LocLongDescription="在 <Ability:RALLY_RADIUS/> 格范围内鼓励所有盟友的决心, 给予你自己和他们额外护盾."
LocHelpText="在 <Ability:RALLY_RADIUS/> 格范围内鼓励所有盟友的决心, 给予你自己和他们额外护盾."
LocPromotionPopupText="<Bullet/> 影响你和所有盟友 <Ability:RALLY_RADIUS/> 格范围.<br/><Bullet/> 增加 <Ability:RALLY_SHIELD_CV/> 护盾当装备有防弹盾时.<br/><Bullet/> 增加 <Ability:RALLY_SHIELD_MG/> 护盾当装备有磁力防弹盾时.<br/><Bullet/> 增加 <Ability:RALLY_SHIELD_BM/> 护盾当装备有光束防弹道盾时.<br/><Bullet/> 每任务仅能激活一次.<br/>"

[F_ShieldTrauma X2AbilityTemplate]
LocFriendlyName="盾牌外伤"
LocFlyOverText="盾牌外伤"
LocLongDescription="用你的盾牌进行近战攻击，让你的对手晕头转向，昏迷一个行动."
LocHelpText="用你的盾牌进行近战攻击."
LocPromotionPopupText="<Bullet/> 升级盾击技能.<br/>"

[F_Avenger X2AbilityTemplate]
LocFriendlyName="复仇者"
LocFlyOverText="复仇者"
LocLongDescription="当一个盟友 <Ability:AVENGER_RADIUS/> 格范围内被射击, 你会自动选择 <Ability:WeaponName/> 向射击者还击."
LocHelpText="当一个盟友 <Ability:AVENGER_RADIUS/> 格范围内被射击, 你会自动选择 <Ability:WeaponName/> 向射击者还击."
LocPromotionPopupText="<Bullet/> 如果这个单位被射击，复仇者将不会被激活.<br/><Bullet/> 只能在敌人的回合中激活.<br/><Bullet/> 被动技能.<br/>"

[F_FireFirst X2AbilityTemplate]
LocFriendlyName="先发制人"
LocFlyOverText="先发制人"
LocLongDescription="当敌人试图向你射击时，你将先发制人的使用 <Ability:WeaponName/> 向他射击."
LocHelpText="当敌人试图向你射击时，你将先发制人的使用 <Ability:WeaponName/> 向他射击."
LocPromotionPopupText="<Bullet/> 只能在敌人的回合中激活.<br/><Bullet/> 被动技能.<br/>"

[F_Flatline X2AbilityTemplate]
LocFriendlyName="死亡线"
LocFlyOverText="死亡线"
LocLongDescription="用你的主武器射击 +<Ability:FLATLINE_DAMAGE_BONUS> 伤害并造成“撕裂”。 消耗 <Ability:SelfAmmoCost/> 弹药。 <Ability:FLATLINE_COOLDOWN/> 回合冷却。"
LocHelpText="用你的主武器射击 +<Ability:FLATLINE_DAMAGE_BONUS> 伤害并造成“撕裂”。 消耗 <Ability:SelfAmmoCost/> 弹药。 <Ability:FLATLINE_COOLDOWN/> 回合冷却。"
LocPromotionPopupText="<Bullet/> 用你的主武器射击 +<Ability:FLATLINE_DAMAGE_BONUS> 伤害并造成“撕裂”。<br/><Bullet/> 消耗 <Ability:SelfAmmoCost/> 弹药。<br/><Bullet/> <Ability:FLATLINE_COOLDOWN/> 回合冷却。<br/>"

[F_ColdBlooded X2AbilityTemplate]
LocFriendlyName="冷血"
LocFlyOverText="冷血"
LocLongDescription="对遭受流血、中毒、燃烧或酸性伤害的敌人，进行的第一次标准射击，不消耗行动点。"
LocHelpText="对遭受流血、中毒、燃烧或酸性伤害的敌人，进行的第一次标准射击，不消耗行动点。"
LocPromotionPopupText="<Bullet/> 对遭受流血、中毒、燃烧或酸性伤害的敌人，进行的第一次标准射击，不消耗行动点。<br/><Bullet/> 如果是标准射击造成的唯一负面状态，则行动点不予退还。<br/><Bullet/> 每回合可激活一次。<br/>"

[F_Predator X2AbilityTemplate]
LocFriendlyName="捕食者"
LocFlyOverText="捕食者"
LocLongDescription="攻击侧翼和掩体外的敌人时，给予 <Ability:PREDATOR_AIM_BONUS/> 点命中和 <Ability:PREDATOR_CRIT_BONUS/> 点暴击。被动技能。"
LocHelpText="攻击侧翼和掩体外的敌人时，给予 <Ability:PREDATOR_AIM_BONUS/> 点命中和 <Ability:PREDATOR_CRIT_BONUS/> 点暴击。被动技能。"
LocPromotionPopupText="<Bullet/> 给予 <Ability:PREDATOR_AIM_BONUS/> 点命中和 <Ability:PREDATOR_CRIT_BONUS/> 点暴击 ，攻击侧翼和掩体外的敌人时。<br/><Bullet/> 被动技能。<br/>"

[F_Survivor X2AbilityTemplate]
LocFriendlyName="幸存者"
LocFlyOverText="幸存者"
LocLongDescription="任务中受到第一次致命攻击，不会立即死亡而是造成流血。减少士兵的伤口恢复时间。"
LocHelpText="任务中受到第一次致命攻击，不会立即死亡而是造成流血。这也减少士兵的伤口恢复时间。"
LocPromotionPopupText="<Bullet/> 使每次任务的第一次“流血”判定一定成功。<br/><Bullet/> 士兵受伤后必需治疗的生命值减少1点。<br/><Bullet/> 如果该士兵遭到致命伤害，流血后被稳定下来，则不会触发“伤口恢复减少”。<br/>"

[F_RegenerativeMist X2AbilityTemplate]
LocFriendlyName="再生喷雾"
LocFlyOverText="再生喷雾"
LocLongDescription="在你的烟雾弹中添加化学物质, 每回合开始时候还处于烟雾中所有单位（包括敌人），缓慢治疗 <Ability:REGENERATIVEMIST_HEAL_PER_TURN/> 点生命值."
LocHelpText="再生喷雾"
LocPromotionPopupText="<Bullet/> 除非极端情况，否则使得每次任务第一次倒地不会死亡而是流血<br/><Bullet/> 敌人也可以从这个效果中受益，如果他们进入烟雾。.<br/>"

[F_ControlledFire X2AbilityTemplate]
LocFriendlyName="控制火力"
LocFlyOverText="控制火力"
LocLongDescription="该单位对本单位导致的区域压制范围内的敌人的反应火力不再消耗弹药。"
LocHelpText="该单位对本单位导致的区域压制范围内的敌人的反应火力不再消耗弹药。"
LocPromotionPopupText="<Bullet/> 这只适用于反应射击，使用区域压制的消耗不变。<br/><Bullet/> 被动技能.<br/>"

[F_Stiletto X2AbilityTemplate]
LocFriendlyName="破甲"
LocFlyOverText="破甲"
LocLongDescription="使用 <Ability:WeaponName/> 开火，会穿透 <Ability:STILETTO_ARMOR_PIERCING/> 护甲."
LocHelpText="使用 <Ability:WeaponName/> 开火，会穿透 <Ability:STILETTO_ARMOR_PIERCING/> 护甲."
LocPromotionPopupText="<Bullet/> 使用 <Ability:WeaponName/> 开火，会穿透 <Ability:STILETTO_ARMOR_PIERCING/> 护甲.<br/><Bullet/> 被动技能.<br/>"

[F_StayCovered X2AbilityTemplate]
LocFriendlyName="保持掩护"
LocFlyOverText="保持掩护"
LocLongDescription="移除盾墙的防御惩罚."
LocHelpText="移除盾墙的防御惩罚."
LocPromotionPopupText="<Bullet/> 移除盾墙的防御惩罚.<br/>"

[F_Indomitable X2AbilityTemplate]
LocFriendlyName="坚强不屈"
LocFlyOverText="坚强不屈"
LocLongDescription="每任务一次，你会进入不可触碰状态，直到下一个回合开始."
LocHelpText="每任务一次，你会进入不可触碰状态，直到下一个回合开始."
LocPromotionPopupText="<Bullet/> 当你激活时，你不会受到任何伤害。<br/><Bullet/> 消耗1行动点，如果作为第一个动作，则不结束该回合.<br/>"

[F_PerfectGuard X2AbilityTemplate]
LocFriendlyName="完美防护"
LocFlyOverText="完美防护"
LocLongDescription="当盾墙生效时，增加 +<Ability:PERFECTGUARD_ARMOR_BONUS/> 护盾."
LocHelpText="当盾墙生效时，增加 +<Ability:PERFECTGUARD_ARMOR_BONUS/> 闪避."
LocPromotionPopupText="<Bullet/> 当防护墙生效时，增加 +<Ability:PERFECTGUARD_ARMOR_BONUS/> 闪避.<br/>"

[F_ShieldRegeneration X2AbilityTemplate]
LocFriendlyName="恢复护盾"
LocFlyOverText="恢复护盾"
LocLongDescription="回合开始时候增加 <Ability:SHIELDREGENERATION_SHIELD/> 护盾，如果你的护盾值低于<Ability:SHIELDREGENERATION_SHIELD_MAX/>."
LocHelpText="回合开始时候增加 <Ability:SHIELDREGENERATION_SHIELD/> 护盾，如果你的护盾值低于<Ability:SHIELDREGENERATION_SHIELD_MAX/>."
LocPromotionPopupText="回合开始时候增加 <Ability:SHIELDREGENERATION_SHIELD/> 护盾，如果你的护盾值低于<Ability:SHIELDREGENERATION_SHIELD_MAX/>.<br/><Bullet/> 被动技能.<br/>"

[F_CalmMind X2AbilityTemplate]
LocFriendlyName="平静心灵"
LocFlyOverText="平静心灵"
LocLongDescription="永久增加 +<Ability:CALMMIND_PSI/> 灵能和 +<Ability:CALMMIND_WILL/> 意志."
LocHelpText="永久增加 +<Ability:CALMMIND_PSI/> 灵能和 +<Ability:CALMMIND_WILL/> 意志."
LocPromotionPopupText="永久增加 +<Ability:CALMMIND_PSI/> 灵能和 +<Ability:CALMMIND_WILL/> 意志.<br/><Bullet/> 被动技能.<br/>"

[F_SuppressingFire X2AbilityTemplate]
LocFriendlyName="压制火力"
LocFlyOverText="压制火力"
LocLongDescription="进行标准射击，如果没有杀死目标，就会开始压制目标。"
LocHelpText="进行标准射击，如果没有杀死目标，就会开始压制目标。"
LocPromotionPopupText="<Bullet/>每回合只能使用一次。<br/><Bullet/>该射击后续压制技能，与独立运行压制技能，有相同的所有特性。<br/>"

[F_PutEmDown X2AbilityTemplate]
LocFriendlyName="乘乱瞄准"
LocFlyOverText="乘乱瞄准"
LocLongDescription="攻击被击晕、混乱、眩晕、恐慌的目标时，获得+<Ability:PUTEMDOWN_AIM/>命中。"
LocHelpText="攻击被击晕、混乱、眩晕、恐慌的目标时，获得+<Ability:PUTEMDOWN_AIM/>命中。"
LocPromotionPopupText="<Bullet/>攻击被击晕、混乱、眩晕、恐慌的目标时，获得+<Ability:PUTEMDOWN_AIM/>命中。<br/><Bullet/>被动技能。<br/>"

[F_WillToSurvive X2AbilityTemplate]
LocFriendlyName="求生意志"
LocFlyOverText="求生意志"
LocLongDescription="获得+<Ability:WILLTOSURVIVE_ARMOR/>护甲和+<Ability:WILLTOSURVIVE_DODGE/>闪避。"
LocHelpText="获得+<Ability:WILLTOSURVIVE_ARMOR/>护甲和+<Ability:WILLTOSURVIVE_DODGE/>闪避。"
LocPromotionPopupText="<Bullet/>获得+<Ability:WILLTOSURVIVE_ARMOR/>护甲和+<Ability:WILLTOSURVIVE_DODGE/>闪避。<br/><Bullet/>被动技能。<br/>"

[F_WatchfulEye X2AbilityTemplate]
LocFriendlyName="警觉之眼"
LocFlyOverText="警觉之眼"
LocLongDescription="当被你用全息瞄准的目标移动或攻击时，你就会获得一次免费的监视射击。"
LocHelpText="当被你用全息瞄准的目标移动或攻击时，你就会获得一次免费的监视射击。"
LocPromotionPopupText="<Bullet/>当被你用全息瞄准的目标移动或攻击时，你就会获得一次免费的监视射击。<br/><Bullet/>仅适用于士兵自己全息瞄准的目标。<br/><Bullet/>每回合可对每个被你全息瞄准的目标激活一次。<br/>"

[F_Guard X2AbilityTemplate]
LocFriendlyName="守卫"
LocFlyOverText="守卫"
LocLongDescription="格挡下一次对你的攻击，抵消所有伤害和效果。格挡下一次对你的攻击，抵消所有伤害和效果。有<Ability:GUARD_COOLDOWN/>回合冷却。"
LocHelpText="格挡下一次对你的攻击，抵消所有伤害和效果。有<Ability:GUARD_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/>格挡下一次对你的攻击，抵消所有伤害和效果。格挡下一次对你的攻击，抵消所有伤害和效果。<br/><Bullet/>适用于远程和近战攻击，但不适用于反应火力。<br/><Bullet/>有<Ability:GUARD_COOLDOWN/>回合冷却。<br/>"

[F_Guard_Activate X2AbilityTemplate]
LocFriendlyName="守卫"
LocFlyOverText="守卫"
LocLongDescription="格挡下一次对你的攻击，抵消所有伤害和效果。<Ability:GUARD_COOLDOWN/>回合冷却。"
LocHelpText="格挡下一次对你的攻击，抵消所有伤害和效果。有<Ability:GUARD_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/>格挡下一次对你的攻击，抵消所有伤害和效果。格挡下一次对你的攻击，抵消所有伤害和效果。<br/><Bullet/>适用于远程和近战攻击，但不适用于反应火力。<br/><Bullet/>有<Ability:GUARD_COOLDOWN/>回合冷却。<br/>"

[F_Safeguard X2AbilityTemplate]
LocFriendlyName="安全防护"
LocFlyOverText="安全防护"
LocLongDescription="敌人在<Ability:SAFEGUARD_RADIUS/>格内对我方的射击有<Ability:SAFEGUARD_AIM_MODIFIER/>命中惩罚。当盾墙生效时，增加到<Ability:SAFEGUARD_AIM_MODIFIER_WITH_SHIELDWALL/>命中惩罚。被动技能。"
LocHelpText="敌人在<Ability:SAFEGUARD_RADIUS/>格内对我方的射击有<Ability:SAFEGUARD_AIM_MODIFIER/>命中惩罚。当盾墙生效时，增加到<Ability:SAFEGUARD_AIM_MODIFIER_WITH_SHIELDWALL/>命中惩罚。被动技能。"
LocPromotionPopupText="<Bullet/>敌人在<Ability:SAFEGUARD_RADIUS/>格内对我方的射击有<Ability:SAFEGUARD_AIM_MODIFIER/>命中惩罚。<br/><Bullet/>当盾墙生效时，增加到<Ability:SAFEGUARD_AIM_MODIFIER_WITH_SHIELDWALL/>命中惩罚。<br/><Bullet/>被动技能。<br/>"

[F_Safeguard_Passive X2AbilityTemplate]
LocFriendlyName="安全防护"
LocFlyOverText="安全防护"
LocLongDescription="敌人在<Ability:SAFEGUARD_RADIUS/>格内对我方的射击有<Ability:SAFEGUARD_AIM_MODIFIER/>命中惩罚。当盾墙生效时，增加到<Ability:SAFEGUARD_AIM_MODIFIER_WITH_SHIELDWALL/>命中惩罚。被动技能。"
LocHelpText="敌人在<Ability:SAFEGUARD_RADIUS/>格内对我方的射击有<Ability:SAFEGUARD_AIM_MODIFIER/>命中惩罚。当盾墙生效时，增加到<Ability:SAFEGUARD_AIM_MODIFIER_WITH_SHIELDWALL/>命中惩罚。被动技能。"
LocPromotionPopupText="<Bullet/>敌人在<Ability:SAFEGUARD_RADIUS/>格内对我方的射击有<Ability:SAFEGUARD_AIM_MODIFIER/>命中惩罚。<br/><Bullet/>当盾墙生效时，增加到<Ability:SAFEGUARD_AIM_MODIFIER_WITH_SHIELDWALL/>命中惩罚。<br/><Bullet/>被动技能。<br/>"

[F_TradeFire X2AbilityTemplate]
LocFriendlyName="交火"
LocFlyOverText="交火"
LocLongDescription="激活至下一回合开始，你的反应射击没有属性惩罚。有<Ability:TRADEFIRE_COOLDOWN/>回合冷却。"
LocHelpText="激活至下一回合开始，你的反应射击没有属性惩罚。有<Ability:TRADEFIRE_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/>激活至下一回合开始，你对采取敌对行动的任何敌人开火时。<br/><Bullet/>你的反应射击没有属性惩罚。<br/><Bullet/>只适用于你在敌人射击后的反应射击。<br/><Bullet/>使用会结束你的回合。<br/>有<Ability:TRADEFIRE_COOLDOWN/>回合冷却。"

[F_TradeFire_Shot X2AbilityTemplate]
LocFriendlyName="交火"
LocFlyOverText="交火"
LocLongDescription="激活至下一回合开始，你的反应射击没有属性惩罚。有<Ability:TRADEFIRE_COOLDOWN/>回合冷却。"
LocHelpText="激活至下一回合开始，你的反应射击没有属性惩罚。有<Ability:TRADEFIRE_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/>激活至下一回合开始，你对采取敌对行动的任何敌人开火时。<br/><Bullet/>你的反应射击没有属性惩罚。<br/><Bullet/>只适用于你在敌人射击后的反应射击。<br/><Bullet/>使用会结束你的回合。<br/>有<Ability:TRADEFIRE_COOLDOWN/>回合冷却。"

[F_Intimidate X2AbilityTemplate]
LocFriendlyName="恐吓(盾牌)"
LocLongDescription="当你受到攻击时，敌人有可能陷入恐慌。"
LocHelpText="当你受到攻击时，敌人有可能陷入恐慌。"
LocFlyOverText="恐吓(盾牌)"
LocPromotionPopupText="<Bullet/>攻击者被恐吓的几率，随着防弹盾牌的等级而提高。<br/><Bullet/>攻击者的近战和区域效果攻击，可触发恐吓。<br/><Bullet/>当你被监视射击时，不可触发恐吓。<br/>"

[F_IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="恐吓(盾牌)"
LocLongDescription="当你成为攻击目标时，所有可见敌人都有可能恐慌。"
LocHelpText="当你成为攻击目标时，所有可见敌人都有可能恐慌。"
LocFlyOverText="恐吓(盾牌)"
LocPromotionPopupText=""
LocMissMessage="恐吓(盾牌)失败"

[F_Rampart X2AbilityTemplate]
LocFriendlyName="壁垒"
LocFlyOverText="壁垒"
LocLongDescription="激活后，你和<Ability:RAMPART_RADIUS/> 格内的所有盟友，减少受到的<Ability:RAMPART_DAMAGE_MODIFIER/>%伤害。不消耗行动点。有<Ability:RAMPART_COOLDOWN/>回合冷却。"
LocHelpText="激活后，你和<Ability:RAMPART_RADIUS/> 格内的所有盟友，减少受到的<Ability:RAMPART_DAMAGE_MODIFIER/>%伤害。不消耗行动点。有<Ability:RAMPART_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/>激活后，你和<Ability:RAMPART_RADIUS/> 格内的所有盟友，减少受到的<Ability:RAMPART_DAMAGE_MODIFIER/>%伤害。<br/><Bullet/>不消耗行动点。<br/><Bullet/>盟友必须在你附近才能获得加成。<br/><Bullet/>有<Ability:RAMPART_COOLDOWN/>回合冷却。<br/>"

[F_StrongBack X2AbilityTemplate]
LocFriendlyName="强壮后背"
LocFlyOverText="强壮后背"
LocLongDescription="每个通用物品的移动力惩罚减少一点，被动"
LocHelpText="每个通用物品的移动力惩罚减少一点，被动"
LocPromotionPopupText="<Bullet/>每个通用物品的移动力惩罚，如果有则减少一点，不可少于0。</br><Bullet/>适用于通用物品、手榴弹、弹药栏中的物品。</br><Bullet/>被动技能。</br>"

[F_CoordinateFire X2AbilityTemplate]
LocFriendlyName="协同火力"
LocFlyOverText="协同火力"
LocLongDescription="向目标开火，然后命令所有相邻盟友向该目标开火。有<Ability:COORDINATEFIRE_COOLDOWN/>回合冷却。"
LocHelpText="向目标开火，然后命令所有相邻盟友向该目标开火。有<Ability:COORDINATEFIRE_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/> 向目标开火，然后命令所有相邻盟友向该目标开火。<br/><Bullet/>有<Ability:COORDINATEFIRE_COOLDOWN/>回合冷却。<br/><Bullet/>盟友将使用主武器的标准射击，如果盟友没有枪械或弹药，则后续射击不会触发。<br/>"

[F_CoordinateFire_Passive X2AbilityTemplate]
LocFriendlyName="协同火力·被动"
LocFlyOverText="协同火力·被动"
LocLongDescription="协同火力·被动"
LocHelpText="协同火力·被动"
LocPromotionPopupText="协同火力·被动"

[F_CoordinateFire_Followup X2AbilityTemplate]
LocFriendlyName="协同火力·跟进"
LocFlyOverText="协同火力·跟进"
LocLongDescription="协同火力·跟进"
LocHelpText="协同火力·跟进"
LocPromotionPopupText="协同火力·跟进"

[F_PackTactics X2AbilityTemplate]
LocFriendlyName="集防战术"
LocFlyOverText="集防战术"
LocLongDescription="盾墙激活期间，所有相邻盟友将在回合结束时，自动进入监视。被动技能。"
LocHelpText="盾墙激活期间，所有相邻盟友将在回合结束时，自动进入监视。被动技能。"
LocPromotionPopupText="<Bullet/>盾墙激活期间，所有相邻盟友将在回合结束时，自动进入监视。<br/><Bullet/>被动技能。<br/>""

[F_Parry X2AbilityTemplate]
LocFriendlyName="格挡"
LocFlyOverText="格挡"
LocLongDescription="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocHelpText="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocPromotionPopupText="<Bullet/>你有很大几率在每回合中格挡/反击对你的第一次近战攻击。<br/><Bullet/>如果你有盾牌外伤学能力，则反击也会击晕敌人。"

[F_Parry_Attack X2AbilityTemplate]
LocFriendlyName="格挡攻击"
LocFlyOverText="格挡攻击"
LocLongDescription="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocHelpText="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocPromotionPopupText="<Bullet/>你有很大几率在每回合中，用盾牌格挡/反击对你的第一次近战攻击。<br/><Bullet/>如果你有盾牌外伤学能力，则反击也会击晕敌人。"

[F_Parry_Preparation X2AbilityTemplate]
LocFriendlyName="格挡准备"
LocFlyOverText="格挡准备"
LocLongDescription="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocHelpText="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocPromotionPopupText="<Bullet/>你有很大几率在每回合中，用盾牌格挡/反击对你的第一次近战攻击。<br/><Bullet/>如果你有盾牌外伤学能力，则反击也会击晕敌人。"

[F_Parry_Counterattack X2AbilityTemplate]
LocFriendlyName="格挡反击"
LocFlyOverText="格挡反击"
LocLongDescription="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocHelpText="你可格挡近战攻击，并用盾牌进行猛烈反击。"
LocPromotionPopupText="<Bullet/> 你有很大几率在每回合中，用盾牌格挡/反击对你的第一次近战攻击。<br/><Bullet/>如果你有盾牌外伤学能力，则反击也会击晕敌人。"

[F_MindBlast X2AbilityTemplate]
LocFriendlyName="心灵冲击"
LocFlyOverText="心灵冲击"
LocLongDescription="造成少量伤害，并使目标被击晕<Ability:MINDBLAST_STUN_ACTIONS/>行动点。有<Ability:MINDBLAST_COOLDOWN/>回合冷却。"
LocHelpText="造成少量伤害，并使目标被击晕<Ability:MINDBLAST_STUN_ACTIONS/>行动点。有<Ability:MINDBLAST_COOLDOWN/>回合冷却。"
LocPromotionPopupText="<Bullet/>随着携带灵能增幅器的等级而提高伤害。<br/><Bullet/>击晕目标<Ability:MINDBLAST_STUN_ACTIONS/>行动点。<br/><Bullet/>有<Ability:MINDBLAST_COOLDOWN/>回合冷却。<br/><Bullet/>保证命中，穿透护甲，无视护盾。<br/><Bullet/>只能用于有机目标。<br/>"

[F_SensePanic X2AbilityTemplate]
LocFriendlyName="心灵之眼"
LocFlyOverText="心灵之眼"
LocLongDescription="针对精神异常的敌人射击，会无视其一半掩体加成。"
LocHelpText="针对精神异常的敌人射击，会无视其一半掩体加成。"
LocPromotionPopupText="<Bullet/>精神异常包括被击晕、混乱、眩晕、恐慌。<br/><Bullet/>适用于直接武器射击和反应射击。"

[F_OverExertion X2AbilityTemplate]
LocFriendlyName="一鼓作气"
LocFlyOverText="激活后获得<font color='#41afd7'>1</font>行动点，每场任务最多使用<font color='#0bff9b'><Ability:OVEREXERTION_CHARGES/></font>次。<br/>冷却时间：<font color='#0bff9b'>1</font>回合"
LocLongDescription="激活后获得<font color='#41afd7'>1</font>行动点，每场任务最多使用<font color='#0bff9b'><Ability:OVEREXERTION_CHARGES/></font>次。<br/>冷却时间：<font color='#0bff9b'>1</font>回合"
LocHelpText="一鼓作气"
LocPromotionPopupText="<Bullet/>每场任务最多使用<font color='#0bff9b'><Ability:OVEREXERTION_CHARGES/></font>次。<br/><Bullet/>冷却时间：<font color='#0bff9b'>1</font>回合"

[F_RiotControl X2AbilityTemplate]
LocFriendlyName="防暴装备"
LocFlyOverText="防暴装备"
LocLongDescription="赠予免费的一枚闪光弹和烟雾弹。"
LocHelpText="赠予免费的一枚闪光弹和烟雾弹。"
LocPromotionPopupText="<Bullet/>赠予免费的一枚闪光弹和烟雾弹。</br>"

===

[F_ShootAnyone X2AbilityTemplate]
LocFriendlyName="射击全敌"
LocFlyOverText="射击全敌"
LocLongDescription="射击全敌"
LocHelpText="射击全敌"
LocPromotionPopupText="<Bullet/>“待办事项.<br/>"
